Autodesk.Revit.DB.AssemblyCodeTable.GetAssemblyCodeTable(Autodesk.Revit.DB.Document)
Returns the AssemblyCodeTable for the specified document.
doc:
The document owns the AssemblyCodeTable.
Returns:
The AssemblyCodeTable for the document.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2015